export default {
  projections: {
    ПриходДенегE: {
      iD: {
        __caption__: 'ID'
      },
      дата: {
        __caption__: 'Дата'
      },
      типПрихода: {
        __caption__: 'Тип прихода'
      },
      клиенты: {
        __caption__: 'Клиент ФИО',
        фИО: {
          __caption__: 'Клиент ФИО'
        }
      },
      финансисты: {
        __caption__: 'Финансист ФИО',
        фИО: {
          __caption__: 'Финансист ФИО'
        }
      },
      сумма: {
        __caption__: 'Сумма'
      },
      переченьТоваров: {
        __caption__: 'Перечень товаров',
        количество: {
          __caption__: 'Количество'
        }
      },
      переченьУслуг: {
        __caption__: 'Перечень услуг',
        количество: {
          __caption__: 'Количество'
        }
      }
    },
    ПриходДенегL: {
      iD: {
        __caption__: 'ID'
      },
      дата: {
        __caption__: 'Дата'
      },
      типПрихода: {
        __caption__: 'Тип прихода'
      },
      клиенты: {
        __caption__: 'Клиент ФИО',
        фИО: {
          __caption__: 'Клиент ФИО'
        }
      },
      финансисты: {
        __caption__: 'Финансист ФИО',
        фИО: {
          __caption__: 'Финансист ФИО'
        }
      },
      сумма: {
        __caption__: 'Сумма'
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    дата: {
      __caption__: 'Дата'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    типПрихода: {
      __caption__: 'Тип прихода'
    },
    клиенты: {
      __caption__: 'Клиент ФИО'
    },
    финансисты: {
      __caption__: 'Финансист ФИО'
    },
    переченьУслуг: {
      __caption__: 'Перечень услуг'
    },
    переченьТоваров: {
      __caption__: 'Перечень товаров'
    }
  }
};
